Repository: common-repository/tracking-customers-and-product-recommendations
Catalog: languages/nl2a-*.po
Languages: vi

source: Your settings has been changed default setting.
vi: Thiết đặt của bạn đã được thay đổi thiết đặt mặc định.

source: Product Recommendations
vi: Đề xuất sản phẩm

source: Settings
vi: Cài đặt

source: Tracking customers
vi: Theo dõi khách hàng

source: Shortcode
vi: Mã ngắn

source: Save customers
vi: Lưu khách hàng

source: Save customers who have viewed the product to database
vi: Lưu khách hàng đã xem sản phẩm vào cơ sở dữ liệu

source: Cookie expires
vi: Thời gian lưu cookie

source: Sets the cookie retention period for products viewed by customers. Unit: day(s). If this parameter is omitted or set to 0, the cookie will expire at the end of the session (when the browser closes).
vi: Thiết lập thời hạn cookie cho các sản phẩm mà khách hàng đã xem. Đơn vị: ngày. Nếu để trống hoặc giá trị là 0 cookie sẽ hết hạn khi tắt trình duyệt.

source: Recommendations follow taxonomies
vi: Gợi ý theo phân loại

source: Recommendations follow order
vi: Gợi ý theo đơn hàng

source: Product recommendations from products that a customer has purchased
vi: Đề xuất sản phẩm từ những sản phẩm khách hàng đã mua trước đây

source: Time duration orders
vi: Thời gian đã đặt hàng

source: The time of the customer order compared to the current date. This is used to apply product recommendations to customers. Unit: day(s).
vi: Thời gian khách hàng đã đặt hàng so với thời điểm hiện tại. Điều này sử dụng để áp dụng cho các đề xuất sản phẩm cho khách hàng. Đơn vị: ngày.

source: Products viewed page
vi: Trang sản phẩm đã xem

source: Search page
vi: Tìm trang

source: Product recommendations page
vi: Trang đề xuất sản phẩm

source: Shortcode products viewed
vi: Mã ngắn sản phẩm đã xem

source: Copy to clipboard
vi: Sao chép vào bộ nhớ tạm

source: Copied
vi: Đã sao chép

source: Copy
vi: Sao chép

source: Show all products that customers have viewed
vi: Hiển thị tất cả sản phẩm khách hàng đã xem

source: Shortcode product recommendations
vi: Mã ngắn đề xuất sản phẩm

source: Show all recommended products for customers
vi: Hiển thị tất cả sản phẩm đề xuất cho khách hàng

source: Tracking customer
vi: Theo dõi khách hàng

source: Bulk actions
vi: Hành động

source: Delete
vi: Xóa

source: Search customer
vi: Tìm khách hàng

source: Date
vi: Ngày

source: Date from
vi: Từ ngày

source: Date to
vi: Đến ngày

source: Filter
vi: Lọc

source: Reset
vi: Đặt lại

source: View
vi: Xem

source: Product
vi: Sản phẩm

source: Displays a list of recommended products.
vi: Hiển thị danh sách của những sản phẩm được đề xuất.

source: NL2A Product Recommendations
vi: NL2A Sản phẩm đề xuất

source: Product recommendations
vi: Sản phẩm đề xuất

source: Price
vi: Giá

source: Random
vi: Ngẫu nhiên

source: Sales
vi: Giảm giá

source: Default
vi: Mặc định

source: Displays a list of viewed products.
vi: Hiển thị danh sách những sản phẩm đã xem.

source: NL2A Products viewed
vi: NL2A Sản phẩm đã xem

source: Products viewed
vi: Sản phẩm đã xem
